/*
 * To change this license header, choose License Headers in Project Properties.
 * To change this template file, choose Tools | Templates
 * and open the template in the editor.
 */
package zadanie_2;

/**
 * Создать в программе текстовую переменную (String) с 
произвольным текстом  размещенную на нескольких строках кода. 
Вывести текст в консоль.  
 *
 * @author andrey
 */
public class zadanie_2 {
    public static void main(String[] args) {

	String s1 = "I have ";
	String s2 = " apples ";
	int num = 3;
	String s = s1 + num + s2;

	System.out.println(s);
}
    
}
